Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_reads_names_unavailable
source: Tracked names are not available until synchronization completes.
ar: الأسماء المتعقبة غير متوفرة حتى تكتمل المزامنة.
de: Nachverfolgte Namen sind erst verfügbar, wenn die Synchronisierung abgeschlossen ist.
es: Los nombres rastreados no están disponibles hasta que se completa la sincronización.
fa: نام های ردیابی شده تا زمانی که همگام سازی کامل نشود در دسترس نیستند.
fr: Les noms suivis ne sont pas disponibles tant que la synchronisation n'est pas terminée.
he: שמות במעקב אינם זמינים עד לסיום הסנכרון.
hi: सिंक्रनाइज़ेशन पूरा होने तक ट्रैक किए गए नाम उपलब्ध नहीं होंगे।
id: Nama yang dilacak tidak tersedia hingga sinkronisasi selesai.
it: I nomi rilevati non sono disponibili fino al completamento della sincronizzazione.
ja: 追跡された名前は、同期が完了するまで使用できません。
ko: 동기화가 완료될 때까지 추적된 이름을 사용할 수 없습니다.
nl: Bijgehouden namen zijn pas beschikbaar nadat de synchronisatie is voltooid.
pl: Śledzone nazwy nie są dostępne do momentu zakończenia synchronizacji.
pt: Os nomes rastreados não estarão disponíveis até que a sincronização seja concluída.
ru: Отслеживаемые имена недоступны до завершения синхронизации.
tr: Senkronizasyon tamamlanana kadar izlenen adlar kullanılamaz.
uk: Відстежувані імена недоступні, доки не завершиться синхронізація.
vi: Tên được theo dõi không có sẵn cho đến khi quá trình đồng bộ hóa hoàn tất.
zh_hans: 在同步完成之前，跟踪的名称不可用。
zh_hant: 在同步完成之前，追蹤的名稱不可用。

# wallet_reads_outbound_12038_blocked
source: This network appears to block Handshake peers on TCP port 12038. Try another network or VPN, then synchronize again.
ar: يبدو أن هذه الشبكة تحظر أقران Handshake على منفذ TCP رقم 12038. جرب شبكة أخرى أو VPN، ثم قم بالمزامنة مرة أخرى.
de: Dieses Netzwerk scheint Handshake-Peers auf TCP-Port 12038 zu blockieren. Versuchen Sie es mit einem anderen Netzwerk oder VPN und synchronisieren Sie es dann erneut.
es: Esta red parece bloquear a los pares Handshake en el puerto TCP 12038. Pruebe con otra red o VPN, luego sincronice nuevamente.
fa: به نظر می رسد این شبکه همتایان Handshake را در درگاه TCP 12038 مسدود می کند. شبکه یا VPN دیگری را امتحان کنید، سپس دوباره همگام سازی کنید.
fr: Ce réseau semble bloquer les homologues Handshake sur le port TCP 12038. Essayez un autre réseau ou VPN, puis synchronisez à nouveau.
he: נראה שרשת זו חוסמת עמיתים של Handshake ביציאת TCP 12038. נסה רשת אחרת או VPN, ולאחר מכן סנכרן שוב.
hi: ऐसा प्रतीत होता है कि यह नेटवर्क TCP पोर्ट 12038 पर Handshake साथियों को ब्लॉक करता है। किसी अन्य नेटवर्क या वीपीएन का प्रयास करें, फिर फिर से सिंक्रोनाइज़ करें।
id: Jaringan ini tampaknya memblokir rekan Handshake pada port TCP 12038. Coba jaringan atau VPN lain, lalu sinkronkan lagi.
it: Questa rete sembra bloccare i peer Handshake sulla porta TCP 12038. Prova un'altra rete o VPN, quindi sincronizza di nuovo.
ja: このネットワークは、TCP ポート 12038 上の Handshake ピアをブロックしているようです。別のネットワークまたは VPN を試してから、再度同期してください。
ko: 이 네트워크는 TCP 포트 12038에서 Handshake 피어를 차단하는 것으로 보입니다. 다른 네트워크나 VPN을 시도한 후 다시 동기화하세요.
nl: Dit netwerk lijkt Handshake-peers op TCP-poort 12038 te blokkeren. Probeer een ander netwerk of VPN en synchroniseer opnieuw.
pl: Wygląda na to, że ta sieć blokuje urządzenia równorzędne Handshake na porcie 12038 TCP. Spróbuj innej sieci lub VPN, a następnie zsynchronizuj ponownie.
pt: Esta rede parece bloquear pares Handshake na porta 12038 TCP. Tente outra rede ou VPN e sincronize novamente.
ru: Похоже, что эта сеть блокирует узлы Handshake на порту 12038 TCP. Попробуйте другую сеть или VPN, затем выполните синхронизацию еще раз.
tr: Bu ağ, TCP bağlantı noktası 12038'deki Handshake eşlerini engelliyor gibi görünüyor. Başka bir ağ veya VPN deneyin ve ardından yeniden senkronize edin.
uk: Здається, ця мережа блокує вузли Handshake на порту 12038 TCP. Спробуйте іншу мережу або VPN, а потім синхронізуйте знову.
vi: Mạng này dường như chặn các thiết bị ngang hàng Handshake trên cổng TCP 12038. Hãy thử một mạng hoặc VPN khác, sau đó đồng bộ hóa lại.
zh_hans: 该网络似乎阻止了 TCP 端口 12038 上的 Handshake 对等点。请尝试其他网络或 VPN，然后再次同步。
zh_hant: 該網路似乎阻止了 TCP 連接埠 12038 上的 Handshake 對等點。請嘗試其他網路或 VPN，然後再次同步。

# wallet_reads_ready
source: HNS wallet ready at block %1$d.
ar: محفظة HNS جاهزة عند الكتلة %1$d.
de: HNS-Wallet ist bei Block %1$d bereit.
es: Cartera HNS lista en el bloque %1$d.
fa: کیف پول HNS در بلوک %1$d آماده است.
fr: Portefeuille HNS prêt au bloc %1$d.
he: ארנק HNS מוכן בבלוק %1$d.
hi: HNS वॉलेट ब्लॉक %1$d पर तैयार है।
id: Dompet HNS siap pada blok %1$d.
it: Portafoglio HNS pronto al blocco %1$d.
ja: HNSウォレットはブロック%1$dで準備完了です。
ko: HNS 지갑이 블록 %1$d에서 준비되었습니다.
nl: HNS-wallet klaar op blok %1$d.
pl: Portfel HNS gotowy na bloku %1$d.
pt: Carteira HNS pronta no bloco %1$d.
ru: HNS-кошелёк готов на блоке %1$d.
tr: HNS cüzdanı %1$d numaralı blokta hazır.
uk: HNS-гаманець готовий на блоці %1$d.
vi: Ví HNS sẵn sàng tại khối %1$d.
zh_hans: HNS 钱包已在区块 %1$d 就绪。
zh_hant: HNS 錢包已在區塊 %1$d 就緒。

# wallet_reads_ready_to_sync
source: The HNS wallet is ready. Synchronize to verify its current balance and enable sending.
ar: محفظة HNS جاهزة. قم بالمزامنة للتحقق من رصيده الحالي وتمكين الإرسال.
de: Das HNS-Wallet ist fertig. Führen Sie eine Synchronisierung durch, um den aktuellen Kontostand zu überprüfen und das Senden zu aktivieren.
es: La billetera HNS está lista. Sincronizar para verificar su saldo actual y habilitar el envío.
fa: کیف پول HNS آماده است. برای تأیید موجودی فعلی آن و فعال کردن ارسال، همگام سازی کنید.
fr: Le portefeuille HNS est prêt. Synchronisez-vous pour vérifier son solde actuel et activer l'envoi.
he: הארנק HNS מוכן. סנכרן כדי לאמת את היתרה הנוכחית שלו ולאפשר שליחה.
hi: HNS वॉलेट तैयार है। इसके वर्तमान शेष को सत्यापित करने और भेजने को सक्षम करने के लिए सिंक्रनाइज़ करें।
id: Dompet HNS sudah siap. Sinkronkan untuk memverifikasi saldo saat ini dan mengaktifkan pengiriman.
it: Il portafoglio HNS è pronto. Sincronizza per verificare il saldo attuale e abilitare l'invio.
ja: HNS ウォレットの準備ができました。同期して現在の残高を確認し、送信を有効にします。
ko: HNS 지갑이 준비되었습니다. 동기화하여 현재 잔액을 확인하고 전송을 활성화하세요.
nl: De HNS portemonnee is klaar. Synchroniseer om het huidige saldo te verifiëren en verzending mogelijk te maken.
pl: Portfel HNS jest gotowy. Zsynchronizuj, aby sprawdzić aktualne saldo i umożliwić wysyłanie.
pt: A carteira HNS está pronta. Sincronize para verificar seu saldo atual e ativar o envio.
ru: Кошелек HNS готов. Синхронизируйте, чтобы проверить текущий баланс и включить отправку.
tr: HNS cüzdanı hazır. Mevcut bakiyeyi doğrulamak ve göndermeyi etkinleştirmek için senkronize edin.
uk: Гаманець HNS готовий. Синхронізуйте, щоб перевірити його поточний баланс і дозволити надсилання.
vi: Ví HNS đã sẵn sàng. Đồng bộ hóa để xác minh số dư hiện tại và cho phép gửi.
zh_hans: HNS钱包已准备就绪。同步以验证其当前余额并启用发送。
zh_hant: HNS錢包已準備就緒。同步以驗證其當前餘額並啟用發送。

# wallet_reads_receive
source: %1$@ Address index %2$d Use for HNS payments.
ar: %1$@ فهرس العنوان %2$d استخدمه لمدفوعات HNS.
de: %1$@ Adressindex %2$d Für HNS-Zahlungen verwenden.
es: %1$@ Índice de dirección %2$d Úsala para pagos HNS.
fa: %1$@ شاخص نشانی %2$d برای پرداخت‌های HNS استفاده کنید.
fr: %1$@ Index d’adresse %2$d À utiliser pour les paiements HNS.
he: %1$@ אינדקס כתובת %2$d לשימוש בתשלומי HNS.
hi: %1$@ पता सूचकांक %2$d HNS भुगतान के लिए उपयोग करें।
id: %1$@ Indeks alamat %2$d Gunakan untuk pembayaran HNS.
it: %1$@ Indice indirizzo %2$d Usa per i pagamenti HNS.
ja: %1$@ アドレス番号 %2$d HNSの支払い受取に使用します。
ko: %1$@ 주소 인덱스 %2$d HNS 결제에 사용하세요.
nl: %1$@ Adresindex %2$d Gebruik voor HNS-betalingen.
pl: %1$@ Indeks adresu %2$d Użyj do płatności HNS.
pt: %1$@ Índice do endereço %2$d Use para pagamentos HNS.
ru: %1$@ Индекс адреса %2$d Используйте для платежей HNS.
tr: %1$@ Adres dizini %2$d HNS ödemeleri için kullanın.
uk: %1$@ Індекс адреси %2$d Використовуйте для платежів HNS.
vi: %1$@ Chỉ mục địa chỉ %2$d Dùng để nhận thanh toán HNS.
zh_hans: %1$@ 地址索引 %2$d 用于接收 HNS 付款。
zh_hant: %1$@ 地址索引 %2$d 用於接收 HNS 付款。

# wallet_reads_receive_unavailable
source: Receive address will appear after synchronization.
ar: سيظهر عنوان الاستلام بعد المزامنة.
de: Die Empfangsadresse erscheint nach der Synchronisierung.
es: La dirección de recepción aparecerá después de sincronizar.
fa: نشانی دریافت پس از همگام‌سازی نمایش داده می‌شود.
fr: L’adresse de réception apparaîtra après la synchronisation.
he: כתובת הקבלה תופיע לאחר הסנכרון.
hi: सिंक होने के बाद प्राप्ति पता दिखाई देगा।
id: Alamat penerimaan akan muncul setelah sinkronisasi.
it: L’indirizzo di ricezione apparirà dopo la sincronizzazione.
ja: 同期後に受取アドレスが表示されます。
ko: 동기화 후 수신 주소가 표시됩니다.
nl: Het ontvangstadres verschijnt na synchronisatie.
pl: Adres odbiorczy pojawi się po synchronizacji.
pt: O endereço de recebimento aparecerá após a sincronização.
ru: Адрес получения появится после синхронизации.
tr: Alma adresi eşitlemeden sonra görünür.
uk: Адреса отримання з’явиться після синхронізації.
vi: Địa chỉ nhận sẽ xuất hiện sau khi đồng bộ.
zh_hans: 同步后将显示收款地址。
zh_hant: 同步後將顯示收款地址。

# wallet_reads_recovery_unconfirmed
source: Confirm the recovery backup before any wallet read backend can be installed.
ar: قم بتأكيد النسخ الاحتياطي للاسترداد قبل تثبيت أي واجهة خلفية لقراءة المحفظة.
de: Bestätigen Sie die Wiederherstellungssicherung, bevor ein Wallet-Lese-Backend installiert werden kann.
es: Confirme la copia de seguridad de recuperación antes de que se pueda instalar cualquier backend de lectura de billetera.
fa: قبل از نصب پشتیبان خواندن کیف پول، پشتیبان بازیابی را تأیید کنید.
fr: Confirmez la sauvegarde de récupération avant qu'un backend de lecture de portefeuille puisse être installé.
he: אשר את גיבוי השחזור לפני שניתן יהיה להתקין קצה אחורי לקריאת ארנק.
hi: किसी भी वॉलेट रीड बैकएंड को स्थापित करने से पहले पुनर्प्राप्ति बैकअप की पुष्टि करें।
id: Konfirmasikan cadangan pemulihan sebelum backend pembacaan dompet apa pun dapat diinstal.
it: Confermare il backup di ripristino prima di poter installare qualsiasi backend di lettura del portafoglio.
ja: ウォレット読み取りバックエンドをインストールする前に、リカバリ バックアップを確認してください。
ko: 지갑 읽기 백엔드를 설치하기 전에 복구 백업을 확인하세요.
nl: Bevestig de herstelback-up voordat een portemonnee-lees-backend kan worden geïnstalleerd.
pl: Potwierdź kopię zapasową odzyskiwania, zanim będzie można zainstalować moduł odczytu portfela.
pt: Confirme o backup de recuperação antes que qualquer back-end de leitura de carteira possa ser instalado.
ru: Подтвердите резервную копию для восстановления, прежде чем можно будет установить какой-либо сервер чтения кошелька.
tr: Herhangi bir cüzdan okuma arka ucunun kurulabilmesi için kurtarma yedeğini onaylayın.
uk: Підтвердьте резервну копію для відновлення, перш ніж можна буде встановити будь-який бекенд для читання гаманця.
vi: Xác nhận bản sao lưu khôi phục trước khi có thể cài đặt bất kỳ chương trình phụ trợ đọc ví nào.
zh_hans: 在安装任何钱包读取后端之前确认恢复备份。
zh_hant: 在安裝任何錢包讀取後端之前確認恢復備份。

# wallet_reads_refresh_failed_retained
source: Update failed. The last verified balance remains visible but cannot be spent. Synchronize again.
ar: فشل التحديث. يظل آخر رصيد تم التحقق منه مرئيًا ولكن لا يمكن إنفاقه. مزامنة مرة أخرى.
de: Update fehlgeschlagen. Der zuletzt verifizierte Saldo bleibt sichtbar, kann aber nicht ausgegeben werden. Erneut synchronisieren.
es: La actualización falló. El último saldo verificado permanece visible pero no se puede gastar. Sincronizar nuevamente.
fa: به روز رسانی انجام نشد. آخرین موجودی تأیید شده قابل مشاهده است اما نمی توان آن را خرج کرد. دوباره همگام سازی کنید.
fr: La mise à jour a échoué. Le dernier solde vérifié reste visible mais ne peut être dépensé. Synchronisez à nouveau.
he: העדכון נכשל. היתרה המאומתת האחרונה נשארת גלויה אך לא ניתן לנצל אותה. סנכרן שוב.
hi: अद्यतन विफल रहा. अंतिम सत्यापित शेष दृश्यमान रहता है लेकिन खर्च नहीं किया जा सकता। पुनः सिंक्रनाइज़ करें.
id: Pembaruan gagal. Saldo terverifikasi terakhir tetap terlihat tetapi tidak dapat dibelanjakan. Sinkronkan lagi.
it: Aggiornamento non riuscito. L'ultimo saldo verificato rimane visibile ma non può essere speso. Sincronizza di nuovo.
ja: アップデートに失敗しました。最後に確認された残高は表示されたままですが、使用することはできません。再度同期します。
ko: 업데이트에 실패했습니다. 마지막으로 확인된 잔액은 계속 표시되지만 사용할 수는 없습니다. 다시 동기화하세요.
nl: Update mislukt. Het laatst geverifieerde saldo blijft zichtbaar maar kan niet worden uitgegeven. Synchroniseer opnieuw.
pl: Aktualizacja nie powiodła się. Ostatnie zweryfikowane saldo pozostaje widoczne, ale nie można go wydać. Zsynchronizuj ponownie.
pt: Falha na atualização. O último saldo verificado permanece visível, mas não pode ser gasto. Sincronize novamente.
ru: Обновление не удалось. Последний подтвержденный баланс остается видимым, но его нельзя потратить. Синхронизируйте еще раз.
tr: Güncelleme başarısız oldu. Son doğrulanan bakiye görünür durumda kalır ancak harcanamaz. Tekrar senkronize edin.
uk: Помилка оновлення. Останній перевірений баланс залишається видимим, але його не можна витратити. Знову синхронізувати.
vi: Cập nhật không thành công. Số dư được xác minh cuối cùng vẫn hiển thị nhưng không thể chi tiêu. Đồng bộ hóa lại.
zh_hans: 更新失败。最后验证的余额仍然可见，但无法花费。再次同步。
zh_hant: 更新失敗。最後驗證的餘額仍然可見，但無法花費。再次同步。

# wallet_reads_swap_reserved
source: %1$@ HNS reserved by active or unfunded swap commitments %2$@ HNS available after swap reservations
ar: %1$@ HNS محجوز من خلال التزامات المقايضة النشطة أو غير الممولة %2$@ HNS متاح بعد حجوزات المبادلة
de: %1$@ HNS reserviert durch aktive oder nicht finanzierte Swap-Verpflichtungen %2$@ HNS verfügbar nach Swap-Reservierungen
es: %1$@ HNS reservado por compromisos de swap activos o no financiados %2$@ HNS disponible después de reservas de swap
fa: %1$@ HNS توسط تعهدات مبادله فعال یا بدون بودجه رزرو شده است %2$@ HNS پس از رزرو تعویض در دسترس است
fr: %1$@ HNS réservé par des engagements de swap actifs ou non financés %2$@ HNS disponible après les réservations de swap
he: %1$@ HNS שמורה על ידי התחייבויות החלפה פעילות או ללא מימון %2$@ HNS זמינה לאחר הזמנות החלפה
hi: %1$@ HNS सक्रिय या गैर-वित्त पोषित स्वैप प्रतिबद्धताओं द्वारा आरक्षित %2$@ HNS स्वैप आरक्षण के बाद उपलब्ध है
id: %1$@ HNS dicadangkan berdasarkan komitmen swap aktif atau tidak didanai %2$@ HNS tersedia setelah reservasi swap
it: %1$@ HNS riservato tramite impegni di swap attivi o non finanziati %2$@ HNS disponibile dopo le prenotazioni di swap
ja: %1$@ HNS はアクティブまたは未資金のスワップ コミットメントによって予約されています %2$@ HNS はスワップ予約後に利用可能です
ko: 활성 또는 미지원 스왑 약정으로 예약된 %1$@ HNS %2$@ HNS 스왑 예약 후 사용 가능
nl: %1$@ HNS gereserveerd door actieve of niet-gefinancierde swapverplichtingen %2$@ HNS beschikbaar na swapreserveringen
pl: %1$@ HNS zarezerwowane przez aktywne lub niefinansowane zobowiązania do swapu %2$@ HNS dostępne po rezerwacji swapu
pt: %1$@ HNS reservado por compromissos de swap ativos ou não financiados %2$@ HNS disponível após reservas de swap
ru: %1$@ HNS зарезервировано активными или необеспеченными обязательствами по свопу %2$@ HNS доступно после резервирования по свопу
tr: %1$@ HNS aktif veya finansmansız takas taahhütleri ile ayrılmıştır %2$@ HNS takas rezervasyonlarından sonra mevcuttur
uk: %1$@ HNS зарезервовано активними або незабезпеченими зобов’язаннями обміну %2$@ HNS доступно після резервування свопу
vi: %1$@ HNS được đặt trước theo cam kết hoán đổi đang hoạt động hoặc chưa được cấp vốn %2$@ HNS có sẵn sau khi đặt trước hoán đổi
zh_hans: %1$@ HNS 由有效或无资金的掉期承诺预留 %2$@ HNS 在掉期预留后可用
zh_hant: %1$@ HNS 由有效或無資金的掉期承諾預留 %2$@ HNS 在掉期預留後可用

# wallet_reads_sync_failed
source: HNS synchronization did not complete. Balance and sending remain unavailable; the wallet stays unlocked and can retry direct verification.
ar: لم تكتمل مزامنة HNS. يظل الرصيد والإرسال غير متاحين؛ تظل المحفظة مفتوحة ويمكنها إعادة محاولة التحقق المباشر.
de: HNS-Synchronisierung wurde nicht abgeschlossen. Guthaben und Versand sind weiterhin nicht verfügbar; Das Wallet bleibt entsperrt und kann die direkte Verifizierung erneut versuchen.
es: La sincronización HNS no se completó. El saldo y el envío siguen no disponibles; la billetera permanece desbloqueada y puede volver a intentar la verificación directa.
fa: همگام سازی HNS کامل نشد. موجودی و ارسال در دسترس باقی می ماند. کیف پول باز می ماند و می تواند تأیید مستقیم را دوباره امتحان کند.
fr: La synchronisation HNS n’a pas été terminée. Le solde et l'envoi restent indisponibles ; le portefeuille reste déverrouillé et peut réessayer la vérification directe.
he: סנכרון HNS לא הושלם. היתרה והשליחה נשארים לא זמינים; הארנק נשאר לא נעול ויכול לנסות שוב אימות ישיר.
hi: HNS सिंक्रोनाइज़ेशन पूरा नहीं हुआ। शेष राशि और भेजना अनुपलब्ध रहता है; वॉलेट अनलॉक रहता है और सीधे सत्यापन का पुनः प्रयास कर सकता है।
id: Sinkronisasi HNS tidak selesai. Saldo dan pengiriman tetap tidak tersedia; dompet tetap tidak terkunci dan dapat mencoba kembali verifikasi langsung.
it: La sincronizzazione HNS non è stata completata. Il saldo e l'invio rimangono non disponibili; il portafoglio rimane sbloccato e può riprovare la verifica diretta.
ja: HNS 同期が完了しませんでした。残高と送信は引き続き利用できません。ウォレットはロックが解除されたままになり、直接検証を再試行できます。
ko: HNS 동기화가 완료되지 않았습니다. 잔액 및 송금은 계속 사용할 수 없습니다. 지갑은 잠금 해제된 상태로 유지되며 직접 확인을 다시 시도할 수 있습니다.
nl: HNS-synchronisatie is niet voltooid. Saldo en verzending blijven onbeschikbaar; de portemonnee blijft ontgrendeld en kan de directe verificatie opnieuw proberen.
pl: Synchronizacja HNS nie została ukończona. Saldo i wysyłanie pozostają niedostępne; portfel pozostaje odblokowany i może ponowić próbę bezpośredniej weryfikacji.
pt: A sincronização HNS não foi concluída. Saldo e envio permanecem indisponíveis; a carteira permanece desbloqueada e pode tentar novamente a verificação direta.
ru: Синхронизация HNS не завершена. Баланс и отправка остаются недоступными; кошелек остается разблокированным и может повторить попытку прямой проверки.
tr: HNS senkronizasyonu tamamlanmadı. Bakiye ve gönderim kullanılamıyor; cüzdanın kilidi açık kalır ve doğrudan doğrulamayı yeniden deneyebilir.
uk: Синхронізацію HNS не завершено. Баланс і відправлення залишаються недоступними; гаманець залишається розблокованим і може повторити пряму перевірку.
vi: Đồng bộ hóa HNS không hoàn tất. Số dư và gửi vẫn không khả dụng; ví vẫn được mở khóa và có thể thử xác minh lại trực tiếp.
zh_hans: HNS 同步未完成。余额和发送仍然不可用；钱包保持解锁状态，可以重试直接验证。
zh_hant: HNS 同步未完成。餘額和發送仍然不可用；錢包保持解鎖狀態，可以重試直接驗證。

# wallet_reads_sync_stopped_checkpoint
source: HNS synchronization stopped. The last completed durable checkpoint was retained.
ar: توقفت مزامنة HNS. تم الاحتفاظ بآخر نقطة تفتيش دائمة مكتملة.
de: HNS-Synchronisierung gestoppt. Der letzte fertiggestellte dauerhafte Kontrollpunkt wurde beibehalten.
es: HNS se detuvo la sincronización. Se mantuvo el último puesto de control duradero terminado.
fa: همگام سازی HNS متوقف شد. آخرین ایست بازرسی بادوام تکمیل شده حفظ شد.
fr: La synchronisation HNS s'est arrêtée. Le dernier point de contrôle durable réalisé a été retenu.
he: סנכרון HNS הופסק. המחסום העמיד האחרון שהושלם נשמר.
hi: HNS सिंक्रोनाइज़ेशन बंद हो गया। अंतिम पूर्ण टिकाऊ चौकी को बरकरार रखा गया था।
id: Sinkronisasi HNS terhenti. Pos pemeriksaan tahan lama terakhir yang diselesaikan dipertahankan.
it: HNS sincronizzazione interrotta. L'ultimo checkpoint durevole completato è stato mantenuto.
ja: HNS 同期が停止しました。最後に完了した永続チェックポイントが保持されました。
ko: HNS 동기화가 중지되었습니다. 마지막으로 완료된 지속성 체크포인트가 유지되었습니다.
nl: HNS-synchronisatie gestopt. Het laatst voltooide duurzame controlepunt bleef behouden.
pl: Synchronizacja HNS została zatrzymana. Ostatni ukończony trwały punkt kontrolny został zachowany.
pt: A sincronização HNS foi interrompida. O último ponto de verificação durável concluído foi mantido.
ru: Синхронизация HNS остановлена. Последний завершенный прочный контрольно-пропускной пункт был сохранен.
tr: HNS senkronizasyonu durduruldu. Tamamlanan son dayanıklı kontrol noktası muhafaza edildi.
uk: Синхронізацію HNS зупинено. Останню завершену довговічну КПП було збережено.
vi: Đồng bộ hóa HNS đã dừng. Điểm kiểm tra bền vững đã hoàn thành cuối cùng được giữ lại.
zh_hans: HNS 同步已停止。最后完成的持久检查点被保留。
zh_hant: HNS 同步已停止。最後完成的持久檢查點被保留。

# wallet_reads_syncing
source: Verifying HNS balance and activity…
ar: جارٍ التحقق من رصيد HNS والنشاط…
de: HNS-Guthaben und Aktivitäten werden verifiziert…
es: Verificando saldo y actividad de HNS…
fa: در حال تأیید موجودی و فعالیت HNS…
fr: Vérification du solde et de l’activité HNS…
he: מאמת יתרת ופעילות HNS…
hi: HNS शेष और गतिविधि सत्यापित हो रही है…
id: Memverifikasi saldo dan aktivitas HNS…
it: Verifica del saldo e dell’attività HNS…
ja: HNS残高と履歴を検証中…
ko: HNS 잔액과 활동 확인 중…
nl: HNS-saldo en activiteit verifiëren…
pl: Weryfikowanie salda i aktywności HNS…
pt: A verificar o saldo e a atividade HNS…
ru: Проверка баланса и операций HNS…
tr: HNS bakiyesi ve etkinliği doğrulanıyor…
uk: Перевірка балансу й операцій HNS…
vi: Đang xác minh số dư và hoạt động HNS…
zh_hans: 正在验证 HNS 余额和活动…
zh_hant: 正在驗證 HNS 餘額和活動…

# wallet_reads_transaction_confirmed
source: Block %1$d · %2$d confirmations
ar: حظر %1$d · تأكيدات %2$d
de: Blockieren Sie %1$d · %2$d-Bestätigungen
es: Bloquear confirmaciones %1$d · %2$d
fa: مسدود کردن %1$d · تاییدیه %2$d
fr: Bloquer %1$d · Confirmations %2$d
he: חסום %1$d · אישורי %2$d
hi: %1$d · %2$d पुष्टिकरण को ब्लॉक करें
id: Blokir %1$d · %2$d konfirmasi
it: Blocca le conferme %1$d · %2$d
ja: %1$d · %2$d 確認をブロックする
ko: %1$d · %2$d 확인 차단
nl: %1$d · %2$d-bevestigingen blokkeren
pl: Blokuj potwierdzenia %1$d · %2$d
pt: Bloquear %1$d · Confirmações %2$d
ru: Блокировать подтверждения %1$d · %2$d
tr: %1$d · %2$d onaylarını engelle
uk: Блок %1$d · %2$d підтвердження
vi: Chặn xác nhận %1$d · %2$d
zh_hans: 区块 %1$d · %2$d 确认
zh_hant: 区块 %1$d · %2$d 确认

# wallet_reads_transaction_unconfirmed
source: Unconfirmed
ar: غير مؤكد
de: Unbestätigt
es: Sin confirmar
fa: تایید نشده
fr: Non confirmé
he: לא אושר
hi: अपुष्ट
id: Belum dikonfirmasi
it: Non confermato
ja: 未確認
ko: 확인되지 않음
nl: Onbevestigd
pl: Niepotwierdzone
pt: Não confirmado
ru: Неподтвержденный
tr: Onaylanmamış
uk: Непідтверджено
vi: Chưa được xác nhận
zh_hans: 未证实
zh_hant: 未證實
